<?php

return [

    'damageType' => [
        'اضرار بشرية' => '21',
        'اضرار اقتصادية' => '22',
    ],

    'hummanDamageTypes' => [
        'شهيد' => '25',
        'جريح' => '26',
        'اسير خلال حرب 2023' => '27',
        'مفقود تحت الانقاض' => '28',
        'مفقود ' => '29',
    ],

    'economyDamageTypes' => [
        'مباني سكنية'=>'31',
        'منشاءات اقتصادية'=>'32',
        'سيارات'=>'33',
        'مراكب بحرية'=>'34',
       
    ],

    'buildingType'=>[
       'عمارة سكنية'  =>50,
       'منزل خاص'  =>51,
       'برج سكني'  =>52,
       'اخرى'  =>53,
    ],

    'damageCauses'=> [
        'قصف مدفعي'=>59,
        'قصف جوي'=>60,
        'تجريف'=>61,
        'تدمير'=>62,
        'اخرى'=>63,

    ],

    'unitType'=>[
        'المالك نفسه'=>65,
        'مستأجرة'=>66,
        'خالية'=>67,
        'اخرى'=>68,
      
    ],

 
    'citizenType' => [
        'مواطن'=> 71, 
        'لاجئ'=>72,
    ],

    'damageSize'=>[
        'هدم كلي'=>74,
        'جزئي غير صالح للسكن'=>75,
        'جزئي صالح للسكن'=>76,
    ],

];
