<?php

return [

    'damageType' => [
        'اضرار بشرية' => '21',
        'اضرار اقتصادية' => '22',
    ],

    'hummanDamageTypes' => [
        'شهيد' => '25',
        'جريح' => '26',
        'اسير خلال حرب 2023' => '27',
        'مفقود تحت الانقاض' => '28',
        'مفقود ' => '29',
    ],

    'economyDamageTypes' => [
        'مكان سكن - ضرر كلي'=>'31',
        'مكان سكن - ضرر جزئي'=>'32',
        ' سيارة - ضرر كلي'=>'33',
        ' سيارة - ضرر جزئي'=>'34',
       
    ],

    'buildingType'=>[
       'عمارة سكنية'  =>50,
       'منزل خاص'  =>51,
       'برج سكني'  =>52,
       'اخرى'  =>53,
    ],

];
